Repository: cyrildzumts/lyshop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Select a parent Category
fr: Selectionner une categorie mère

source: Select Parent category
fr: Selectionner une categorie mère

source: Start on
fr: Commence le

source: Expire on
fr: Expire le

source: Month Orders
fr: Commandes du mois

source: Create Group
fr: Créer un groupe

source: Select Permissions to add
fr: Selections les permissions

source: Enter the term to filter
fr: Filter les entrées

source: Selected Permissions
fr: Permissions sélectionnées

source: Select Users to add
fr: Sélectionner les utilisateurs

source: Selected Users
fr: Selection

source: Update Group
fr: Actualiser

source: Enter your ID Card number
fr: Numero de la piece d'identité

source: Select your ID card image :
fr: Selectionner une image

source: Update my ID Card
fr: Actualiser

source: Card Number
fr: Numéro de la carte

source: Issued Date
fr: Date de délivrance

source: Epire at
fr: Date d'expiration

source: Delivrance place
fr: Lieu de délivrance

source: ID card Picture
fr: Image de la carte

source: Current ID image
fr: Image actulle

source: Enter the daily limit
fr: Entrer une limite journalière

source: Enter the weekly limit
fr: Entrer une limite hebdomadaire

source: Enter the monthly limit
fr: Entrer une limite mensuelle

source: Enter the commision
fr: Entrer la commission

source: Create the Policy
fr: Créer

source: Available Users
fr: Utilisateurs disponible

source: Click on a user to add it to a the group
fr: Click sur un utilisateur pour l'ajouter au groupe

source: Click on a user to remove it from the group
fr: Click sur un utilisateur pour le retirer du groupe

source: Edit Policy Group
fr: Modifier

source: Removing Policy
fr: Supprimer

source: Edit Policy
fr: Modifier

source: Create Product
fr: Ajouter un produit

source: Product Name
fr: Nom du produit

source: Short Description
fr: Courte Description

source: Please Drag and drop the product images here
fr: Déplacer dans cette zone

source: Accepted formats
fr: Format acceptés

source: Clear
fr: Nettoyer

source: no images
fr: Pas d'images

source: Back to Product
fr: Retour

source: Add Image
fr: Ajouter une image

source: APPLY
fr: APPLIQUER

source: Update Product
fr: Actualiser

source: New Category created
fr: Categorie créée

source: Error when creating new category
fr: Erreur à la creation de la categorie

source: Category List
fr: Liste de catégories

source: Edit Category
fr: Modification de la catégorie

source: Category updated
fr: Catégorie actualisée

source: Error when updating category
fr: Erreur à la mise à jour de la categorie

source: New Product created
fr: Produit crée

source: Product not created
fr: Produit non crée

source: Dashboard Orders
fr: Commandes - Dashboard

source: Order Detail
fr: Detail - Commande

source: Order Histories
fr: Historique - Commande

source: Attribute formset valid
fr: formulaire valide

source: Attributes not added
fr: Attributs non ajoutés

source: New Highlight created
fr: Nouveau Highlight créé

source: Highlight not created
fr: Highlight non crée

source: Highlight Detail
fr: Info sur le Highlight

source: Highlight updated
fr: Highlight actualisé

source: highlight not updated
fr: Highlight non actualisé

source: Highlight deleted
fr: Highlight supprimé

source: Product updated
fr: produit actualisé

source: Product not updated
fr: produit non actualisé

source: Product deleted
fr: produit supprimé

source: New Product Variant
fr: Ajouter Variante

source: New Product variant created
fr: Déclinaison de produit créee

source: Product variant not created
fr: Déclinaison de produit n'a pas pu etre créee

source: variants created
fr: Déclinaisons créee

source: variants not created
fr: Déclinaisons non créee

source: Product Variant Update
fr: Déclinaison actualisée

source: Product variant updated
fr: Déclinaison actualisée

source: variant not created
fr: Déclinaison non créee

source: variant deleted
fr: Déclinaison supprimée

source: SoldProduct deleted
fr: SoldProduct supprimé

source: Attribute removed
fr: Attribut retiré

source: Attributes not removed
fr: Attributs non retiré

source: Attributes created
fr: Attribut crées

source: Attributes not created
fr: Attributs non crée

source: Attribute updated
fr: Attribut actualisé

source: Attribute not updated
fr: Attribut non actualisé

source: New Brand created
fr: Nouvelle marque créee

source: Brand not created
fr: Nouvelle marque non créee

source: Brand Detail
fr: Info sur la marque

source: Brand updated
fr: Marque actualisée

source: Brand not updated
fr: Marque non actualisée

source: Brand deleted
fr: Marque supprimée

source: Dashboard Users Tokens
fr: Token des utilisateurs

source: User Token Generation
fr: Generateur de token

source: Token successfully generated for user {username}
fr: Jeton généré avec succès pour {username}

source: The submitted form is not valid
fr: Le formulaire soumis n'est pas valide

source: Dashboard Reports
fr: Rapports

source: Dashboard Users
fr: Utilisateurs

source: Create Policy
fr: Creer une règle

source: Create Policy Group
fr: Créer un Groupe

source: User {name} created
fr: Utilsateur {name} créé

source: New Coupon created
fr: Coupon crée

source: Coupon not created
fr: Coupon non crée

source: Coupon updated
fr: Coupon actualisé

source: Coupon not updated
fr: Coupon non actualisé

source: Coupon deleted
fr: Coupon supprimé

source: New Product Type Attribute
fr: Nouvel Attribut de type

source: PaymentMethod not created
fr: Nouveau PaymentMethod non créee

source: Payment Method List
fr: Historique des méthodes de paiement

source: Edit Payment Method
fr: Modifier le mode de paiement

source: PaymentMethod updated
fr: PaymentMethod actualisé

source: Error when updating PaymentMethod
fr: Erreur à la mise à jour de PaymentMethod

source: Refund updated
fr: Remboursement actualisée

source: Refund not updated
fr: Remboursement non actualisé

source: New Infos
fr: Nouvelle Info

source: Info {news} created
fr: News {news} créé

source: News updated
fr: News actualisée

source: News not updated
fr: News non actualisée

source: News deleted
fr: News supprimée

source: LYSHOP, Lyshoping, Gabon, Shop, Shopping, Shoes, kids shoes, mens shoes, Womens shoes, Fashion, Perfumes, Women, Men, Child, Children, Kid, Electronics, Smartphones
fr: LYSHOP, Lyshoping, Gabon, Boutique, Shopping, Chaussures, chaussures enfants, chaussures hommes, Chaussures femmes, Mode, Parfums, Femmes, Hommes, Enfants, Enfants, Enfants, Electronique, Smartphones

source: LYSHOP offers fashion items, accessories and perfumes, all authentic. Become a LYSHOP member and take advantage of the special advantages. We deliver to Libreville and Port-Gentil in Gabon
fr: LYSHOP propose des articles de mode, des accessoires et des parfums, tous authentiques. Devenez membre LYSHOP et profitez des avantages spéciaux. Nous livrons sur Libreville et Port-Gentil au Gabon

source: Fashion and quality for everyone | Online Shop | LYSHOP
fr: Mode et qualité pour tous | Magasin en ligne | LYSHOP

source: French
fr: Francais

source: English
fr: Anglais

source: PENDING
fr: EN ATTENTE

source: ACCEPTED
fr: ACCEPTÉ

source: REFUSED
fr: REFUSÉ

source: CANCELED
fr: ANNULÉ

source: CLEARED
fr: EFFACÉ

source: CREATED
fr: CRÉE

source: COMPLETED
fr: TERMINÉ

source: EXPIRED
fr: EXPIRÉ

source: FAILED
fr: ÉCHOUÉ

source: PROCESSED
fr: TRAITÉ

source: REFUND
fr: REMBOURSEMENT

source: REFUNDED
fr: REMBOURSÉ

source: SUBMITTED
fr: SOUMIS

source: PROCESSING
fr: EN TRAITEMENT

source: PAYMENT FAILED
fr: PAIEMENT ÉCHOUÉ

source: SHIPPED
fr: EXPÉDIÉ

source: DELIVERED
fr: LIVRÉ

source: PICKED UP
fr: RÉCUPERÉ

source: CUSTOMER NOT FOUND
fr: CLIENT NON TROUVÉ

source: READY FOR SHIPMENT
fr: PRÊT POUR L'EXPÉDITION

source: CUSTOMER HAS NOT PAID
fr: LE CLIENT N'A PAS PAYÉ

source: RETOURE
fr: RETOUR

source: CLOSED
fr: FERMÉ

source: CASH
fr: EN ESPÈCES

source: PAYMENT WITH PAY
fr: PAIEMENT AVEC PAY

source: MOBILE PAYMENT
fr: PAIEMENT MOBILE

source: PAY AT DELIVERY
fr: PAYER À LA LIVRAISON

source: PAY AT ORDER
fr: PAYER À LA COMMANDE

source: PAY WITH PAY
fr: PAYER AVEC PAY

source: PAY BEFORE DELIVERY
fr: PAYEZ AVANT LA LIVRAISON

source: DECLINED
fr: RÉFUSÉ

source: CANCELLED
fr: ANNULÉ

source: UNSUFFICIENT FUND
fr: FONDS INSUFFISANTS

source: NOT APPLICABLE
fr: N'EST PAS APPLICABLE

source: ARTICLE USED
fr: ARTICLE UTILISÉ

source: ARTICLE NOT RETURNED ON TIME
fr: ARTICLE NON RETOURNÉ À TEMPS

source: Order Confirmation
fr: Confirmation de la commande

source: Order Cancell Confirmation
fr: Confirmation de l'annulation de la commande

source: Shipment Confirmation
fr: Confirmation de l'envoi

source: Shipping Info
fr: Information sur l'envoi

source: Verification
fr: Vérifcation

source: Previous Step
fr: Étape précedente

source: Validate
fr: Valider

source: You will be redirected to Pay for payment in an instant.
fr: Vous serez redirigé vers Pay en un instant.

source: Click here to directly go to PAY if you don't want to wait.
fr: Cliquez ici pour accéder directement à PAY si vous ne voulez pas attendre.

source: Order Info
fr: Informations sur la commande.

source: Back to Orders
fr: Retour aux commandes

source: Order Items
fr: Contenu de la commande

source: Error. No order found.
fr: Erreur. Aucune commande trouvée.

source: You have not placed an order yet.
fr: Vous n'avez encore commandé aucun produit

source: Your orders would be listed here when available.
fr: Vos commandes seront affichées ici

source: Cart Summary
fr: Résumé

source: Shipping
fr: Livraison

source: Next step
fr: Étape suivante

source: Shipping Mode
fr: Mode de livraison

source: Zip
fr: Code postale

source: Shipping address same as billing
fr: Adresse de livraison identique à celle de facturation

source: Your transaction has failed.
fr: Votre transaction a échoué

source: You will be redirected to your account page in an instant.
fr: Vous serez redirigé vers la page de votre compte en un instant.

source: Click here to directly go to your Account if you don't want to way.
fr: Cliquez ici pour accéder directement à votre compte si vous ne souhaitez pas y accéder

source: My Account
fr: Mon compte

source: You Selected the payment Method CASH
fr: Vous avez sélectionné le mode de paiement CASH

source: Keep you Phone always on so that we can call you for delivery
fr: Gardez votre téléphone toujours allumé afin que nous puissions vous appeler pour la livraison

source: Your order will be cancelled if we can't reach you.
fr: Votre commande sera annulée si nous ne pouvons pas vous joindre

source: Do keep the information below
fr: Gardez les informations ci-dessous

source: Your transaction was succesfull.
fr: Votre transaction a réussi

source: Keep you Phone always on so that we can call you for delivery.
fr: Gardez votre téléphone toujours allumé afin que nous puissions vous appeler pour la livraison

source: If you choosed to pay before delivery, you have delay of 3 days from now on to pay for your order.
fr: Si vous choisissez de payer avant la livraison, vous disposez désormais d'un délai de 3 jours pour régler votre commande.

source: After that delay, if not paid your order will be cancelled.
fr: Passé ce délai, si non payée, votre commande sera annulée.

source: Do keep the information below.
fr: Gardez les informations ci-dessous

source: Payment Options
fr: Options de payment

source: My Orders
fr: Mes Commandes

source: Your Cart is empty
fr: Votre panier est vide

source: Checkout Redirect to PAY
fr: Checkout Redirection vers PAY

source: Checkout succeed
fr: Paiement réussi

source: Checkout failed
fr: Échec du paiement

source: New Payment Date
fr: Nouvelle Date de paiment

source: Schedule
fr: Planifier

source: Select an option
fr: Choisisser une option

source: Payment Information
fr: Information sur le paiement

source: Paid Amount
fr: Montant Payé

source: Balance Amount
fr: Solde

source: Fee
fr: Frais

source: Pay Username
fr: Nom d'utilisateur Pay

source: Payment Date
fr: Date du paiement

source: PAYMENT ID
fr: ID PAIEMENT

source: Recent Payments
fr: Paiment récentes

source: There is no payments yet.
fr: Il n'y a pas encore de paiment

source: Recents payments will be displayed here.
fr: Les paiements recents seront affichés ici

source: Select a policy
fr: Sélectioner un règle

source: Payment-Home
fr: Paiement

source: Edit Payment Policy Group
fr: Modifier

source: STANDARD SHIPMENT
fr: EXPÉDITION STANDARD

source: EXPRESS SHIPMENT
fr: EXPÉDITION EXPRESS

source: IN STORE PICK UP(POG)
fr: RETRAIT EN MAGASIN(POG)

source: IN STORE PICK UP(LBV)
fr: RETRAIT EN MAGASIN(LBV)

source: There is no shipments yet.
fr: Il n'y a pas encore d'envois

source: Shipments will be displayed here.
fr: Les envois seront affichés ici

source: New Ship mode
fr: Nouveau mode d'envoi

source: Update Shipment
fr: Mettre à jour l'envoi

source: Shipment Reference Number
fr: Numéro de référence de l'envoi

source: Company
fr: Entreprise

source: Shipped Date
fr: Date d'envoi

source: Delivered Date
fr: Date de livraison

source: SHIPMENT ID
fr: ID D'ENVOI

source: Error. No Shipment found.
fr: Erreur. Aucun envoi trouvé

source: Back to Shipment
fr: Retour à l'expédition

source: Changed By
fr: Changé par

source: There is no shipments history yet.
fr: Il n'y a pas encore d'historique des expéditions

source: Shipment history will be displayed here.
fr: L'historique des envois sera affiché ici.

source: Shipment Status
fr: Statut d'Expédition

source: Shipping Date
fr: Date d'expédition

source: Delivery Date
fr: Date de livraison

source: Ready
fr: Prêt

source: Shipment updated
fr: Envoi actualisé

source: Shipment Invalid
fr: Expédition invalide

source: New Ship Mode created
fr: Nouveau mode d'envoi crée

source: Ship Mode not created
fr: Nouveau mode d'envoi non crée

source: Ship Mode List
fr: Liste de mode d'expédition

source: Ship Mode updated
fr: Mode d'envoi actualisé

source: Error when updating Ship Mode
fr: Erreur à la mise à jour du mode d'envoi

source: Bad Request !
fr: Mauvaise Demande

source: The server did not understand your request.
fr: Le serveur n'a pas compris votre demande

source: Go back to Home Page
fr: Retournez à la page d'accueil

source: Access Forbidden !
fr: Accèss interdit !

source: You are not allowed to access this page.
fr: Vous n'êtes pas autorisé à accéder à cette page

source: Resource not found !
fr: Ressource introuvable

source: The content you requested could not be found.
fr: Le contenu que vous avez demandé n'existe pas

source: Internal Server Error !
fr: Erreur Interne du Serveur

source: The server has encountered an internal error.
fr: Le serveur a rencontré une erreur interne

source: If this problem persists please contact us.
fr: Si ce problème persiste, veuillez nous contacter

source: Our technicians are working on the problem.
fr: Nos techniciens travaillent sur le problème

source: About LYSHOP
fr: À propos de LYSHOP

source: We are selling products like :
fr: Nous vendons des produits comme :

source: Product quality
fr: Qualité

source: We pay attention to the quality of the products we sell. We are only selling original articles
fr: Nous prêtons attention à la qualité des produits que nous vendons. Nous ne vendons que des articles originaux

source: Trust
fr: Confiance

source: We understand your concern about trustability. Our business is based on trust. If you pay for an order, rest assured that your order will be delivered.
fr: Nous comprenons votre préoccupation concernant la fiabilité. Notre métier est basé sur la confiance. Si vous payez une commande, soyez assuré que votre commande sera livrée

source: Our Location
fr: Notre emplacement

source: We are currently based at Libreville and Port-Gentil. We will expand the region where we can deliver our product as soon as possible.
fr: Nous sommes actuellement basés à Libreville et Port-Gentil. Nous élargirons la région où nous pouvons livrer notre produit le plus rapidement possible.

source: Issues report
fr: Rapport de problèmes

source: In case you have any issue with your order, please contact at the following address:
fr: En cas de problème avec votre commande, veuillez contacter à l'adresse suivante:

source: Send Mail
fr: Envoyer un Mail

source: It is possible to get a refund. You must meet the following conditions:
fr: Il est possible d'obtenir un remboursement. Vous devez remplir les conditions suivantes:

source: The order must have been paid
fr: La commande doit avoir été payée

source: You have successfully returned the ordered items
fr: Vous avez renvoyé avec succès les articles commandés

source: The returned ordered items are intact and has not been used.
fr: Les articles commandés retournés sont intacts et n'ont pas été utilisés.

source: The ordered items have been returned on time.
fr: Les articles commandés ont été retournés à temps.

source: max. 7 days after delivery
fr: Max. 7 jours après la livraison

source: You have not yet validated your email address.
fr: Vous n'avez encore validé votre adresse email.

source: We have already sent you a validation link to your email address.
fr: Nous vous avons déjà envoyé un lien de validation à votre adresse email.

source: Please click on the validation link sent to you.
fr: Veuillez cliquer sur le lien de validation qui vous a été envoyé.

source: Click on the link below to receive a new activation link.
fr: Cliquer sur le lien ci-dessous pour recevoir un nouveau lien d'activation.

source: Overview
fr: Aperçu

source: No shipment information
fr: Aucune information d'expédition

source: You have not order any product yet.
fr: Vous n'avez encore commandé aucun produit

source: Discover Our Catalog
fr: Découvrir notre Catalogue

source: User Picture
fr: Image d'utilsateur

source: Change password
fr: Modifier le mot de passe

source: Delete my Account
fr: Suprimer mon compte

source: Date of Birth
fr: Date de naissance

source: Newsletter Subscribtion
fr: Inscription à la Newsletter

source: Registration successful
fr: Inscription réussie

source: Great! Your email address has been verified. You can now log to your account.
fr: Génial! Votre adresse e-mail a été vérifiée. Vous pouvez maintenant vous connecter à votre compte.

source: Go to your Account by folowing this Link
fr: Accédez à votre compte en suivant ce lien

source: Sorry! Your email address could not be verified.
fr: Désolé! Votre adresse e-mail n'a pas pu être vérifiée.

source: Click on this link to get a new activation link
fr: Cliquez sur ce lien pour obtenir un nouveau lien d'activation

source: Send me a Validation link
fr: Envoyez-moi un lien de validation

source: Home Page
fr: Page d'accueille

source: Member Login
fr: Connexion pour membres

source: Password
fr: Mot de passe

source: Login
fr: Connexion

source: Forgot your password ?
fr: Mot de passe oublié ?

source: New here ?
fr: Vous êtes nouveau ?

source: Create your Account
fr: Créer votre compte

source: CHANGE PASSWORD
fr: CHANGER LE MOT DE PASSE

source: Your password should not be too similar to your other personal information
fr: Votre mot de passe ne doit pas trop ressembler à vos autres information personnelles

source: Your password must contain at least 8 characters
fr: Votre mot de passe doit contenir au moins 8 caractères

source: Your password cannot be a commonly used password
fr: Votre mot de passe ne peut pas être un mot de passe couramment utilisé

source: Your password must not be entirely numeric
fr: Votre mot de passe ne doit pas être entièrement numerique

source: Old password
fr: Ancien mot de passe

source: New password
fr: Nouveau mot de passe

source: Confirm password
fr: Confirmez le mot de passe

source: Change Password
fr: Modifier le mot de passe

source: PASSWORD CHANGED
fr: MOT DE PASSE CHANGÉ

source: Your password has been changed successfully
fr: Votre mot de passe a été modifié avec succèss

source: Back to home page
fr: Retour à la page d'acceuille

source: Password changed
fr: Mot de passe modifié

source: Password reset confirmation
fr: Confirmation de réinitialisation de mot de passe

source: Home page
fr: Page d'accueille

source: Please enter your new password twice.
fr: Veuillez entrer votre nouveau mot de passe deux fois s'il vous plaît.

source: Change
fr: Modifier

source: The reset password link is invalid. Make a new request if you want to reset your password
fr: Le lien de réinitialisation du mot de passe est invalid. Faites une nouvellerequête si vous souhaitez réinitialiser votre mot de passe

source: Password reset
fr: Réinitialisation du mot de passe

source: We have sent you an email with instructions on how to reset your password.
fr: Nous vous avons envoyé un mail contenant les instructions pour reinitialiser votre mot de passe.

source: You should receive it in a moment.
fr: Vous devriez le recevoir dans un instant.

source: Check that you have given the correct email address, the one with which you registered with us.
fr: Vérifiez que vous avez donné la bonne addresse email, celle-là avec laquelle vous vous êtes enrégistré chez nous.

source: Also check your spam.
fr: Vérifier aussi vos spams.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fr: Vous recevez cet e-mail, car vous avez demandé la réinitialisation du mot de passe de votre compte utilisateur à l'adresse %(site_name)s

source: Please go to the following page and choose a new password:
fr: Veuillez vous rendre sur la page suivante et choisir un nouveau mot de passe:

source: Your username, in case you've forgotten:
fr: Votre nom d'utilisateur, au cas où vous auriez oublié:

source: Thanks for using our site!
fr: Merci d'utiliser nos services

source: The %(site_name)s team
fr: L'équipe de %(site_name)s

source: You are receiving this email because you requested to reset your password at
fr: Vous recevez cet e-mail, car vous avez demandé la réinitialisation de votre mot de passe à l'adresse

source: Please follow this link and choose a new password
fr: Veuillez suivre ce lien et choisissez un nouveau mot de passe

source: Your username, in case you forgot it
fr: Votre nom d'utilisateur, au cas où vous l'aurez oublié

source: Thank you for using our site!
fr: Merci d'utiliser notre site!

source: Team %(site_name)s
fr: L'équipe %(site_name)s

source: Fill in your Email address in the field below and we'll send you instructions on how to reset your password.
fr: Remplisser votre adresse Email dans le champs en dessous et nous vous enverrons des instructions sur comment remettre votre mot de passe à zero

source: We will never ask you for your password.
fr: Nous ne vous demanderons jamais votre mot passe.

source: Reset
fr: Reinitialiser

source: Already have an account ?
fr: Vous avez déjà un compte ?

source: Sign In
fr: Se connecter

source: You account has been successfully created.
fr: Votre compte a été créé avec succès.

source: A verification mail has been sent to your email
fr: Un E-mail de vérification a été envoyé à votre e-mail

source: Please open email and follows the described steps
fr: Ouvrer votre E-mail, suivez les étapes affichées

source: Once your email has been verified, you will able to place orders.
fr: Une fois votre email vérifié, vous pourrez passer des commandes.

source: Discover our Products
fr: Découvrez nos produits

source: Account type
fr: Type de compte

source: Select an Account Type
fr: Choisissez un type de compte

source: Already have an account ?
fr: Vous avez déjà un compte ?

source: Catalog
fr: Catalogue

source: Vendor Panel
fr: Espace Vendeur

source: Enable Grid
fr: Activer la Grille

source: Welcome to
fr: Bienvenu chez

source: ONLINE SHOPPING MADE EASY
fr: ACHAT EN LIGNE SIMPLIFIÉ

source: You can sell your products on %(site_name)s
fr: Vous pouvez vendre vos produits chez %(site_name)s

source: Discover
fr: Découvrir
