Repository: cyrildzumts/lyshop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Create your account.
fr: Créer votre compte

source: Are you looking for something new ?
fr: Recherchez-vous quelque chose de nouveau ?

source: You can get it by %(site_name)s
fr: Vous pouvez l'obtenir chez %(site_name)s

source: Create your free account
fr: Créer mon compte

source: Add items to your cart
fr: Ajouter au panier

source: This FAQ collects the commons questions you may be looking for answers.
fr: Cette FAQ rassemble les questions communes auxquelles vous pourriez rechercher des réponses.

source: How do I pay my bills ?
fr: Comment payer mes factures?

source: As of now, we support the following payment method
fr: Actuellement, nous prenons en charge le mode de paiement suivant

source: Other payments methods will be added when available
fr: D'autres méthodes de paiement seront ajoutées lorsqu'elles seront disponibles

source: The payment methods don't suit me, how can I get your products ?
fr: Les modes de paiement ne me conviennent pas, comment puis-je obtenir vos produits?

source: Please, get in touch with us. will see if we find a solution.
fr: Veuillez nous contacter. Nous verrons si nous trouvons une solution.

source: You can contact us through the following channels
fr: Vous pouvez nous contacter via les canaux suivants

source: How do I add an Item in the Cart ?
fr: Comment ajouter un article dans le panier?

source: To add an item into your cart follow the step below
fr: Pour ajouter un article à votre panier, suivez l'étape ci-dessous

source: From our website, open the article you want to buy
fr: Depuis notre site Web, ouvrez l'article que vous souhaitez acheter

source: From the product page, click on the Add to Cart button
fr: Depuis la page produit, cliquez sur le bouton Ajouter au panier

source: The article is added to your cart
fr: L'article est ajouté à votre panier

source: How can I place an Order ?
fr: Comment puis-je passer une commande?

source: To place an order, please follow the steps below
fr: Pour passer une commande, veuillez suivre les étapes ci-dessous

source: Add items in your cart
fr: Ajouter des articles dans votre panier

source: From your cart page, click on the Checkout button
fr: Depuis la page de votre panier, cliquez sur le bouton Commander

source: From there on, follow the displayed steps
fr: À partir de là, suivez les étapes affichées

source: I have placed an order. What now ?
fr: J'ai passé une commande. Et maintenant ?

source: Once we receive your order's payment, your order will be processed and shipped to you at the registered address you gave.
fr: Une fois que nous recevons le paiement de votre commande, votre commande sera traitée et expédiée à l'adresse enregistrée que vous avez indiquée

source: I placed an order, but didn't get a confirmation mail
fr: J'ai passé une commande, mais je n'ai pas reçu de mail de confirmation

source: It may be due to network error, or a technical issue from our side. Please get in touch with us through one of the following channels
fr: Cela peut être dû à une erreur réseau ou à un problème technique de notre part. Veuillez nous contacter via l'un des canaux suivants

source: I place an order, but the order was not delivered
fr: Je passe une commande, mais la commande n'a pas été livrée

source: Make sure you have paid your order before the delay. After the payment delay timeout, your order will be automatically cancelled. Please contact us with the evidence of your payment so that we proceed to a refund. Get in touch with us through one of the following channels
fr: Assurez-vous d'avoir payé votre commande avant le délai. Après le délai de paiement, votre commande sera automatiquement annulée. Veuillez nous contacter avec la preuve de votre paiement afin que nous procédions à un remboursement. Veuillez nous contacter via l'un des canaux suivants

source: How can I cancel my order ?
fr: Comment puis-je annuler ma commande?

source: To cancel your order, please follow steps described below
fr: Pour annuler votre commande, veuillez suivre les étapes décrites ci-dessous

source: From your account page, click on the Orders button
fr: Depuis la page de votre compte, cliquez sur le bouton Commandes

source: open the order you want to cancel
fr: ouvrez la commande que vous souhaitez annuler

source: click on the Cancel Order button
fr: cliquez sur le bouton Annuler la commande

source: please, check the order status. A shipped Order can no longer be cancelled.
fr: veuillez vérifier l'état de la commande. Une commande expédiée ne peut plus être annulée.

source: How long does it take to be delivered ?
fr: Combien de temps faut-il pour être livré?

source: Standard shipping can take up to 5 days to be delivered
fr: L'expédition standard peut prendre jusqu'à 5 jours pour être livrée

source: If you are in a hurry, please consider the Express shipping option
fr: Si vous êtes pressé, veuillez considérer l'option d'expédition Express

source: What are the available payment methods ?
fr: Quels sont les modes de paiement disponibles?

source: The available payment methods are
fr: Les modes de paiement disponibles sont

source: I place an Order, but it got cancelled after some days
fr: J'ai passé une commande, mais elle a été annulée après quelques jours

source: All unpaid orders get automatically cancelled after 3 days from the day you placed the order.
fr: Toutes les commandes impayées sont automatiquement annulées après 3 jours à compter du jour où vous avez passé la commande.

source: Make sure you pay your order on time
fr: Assurez-vous de payer votre commande à temps

source: You can get it at %(site_name)s
fr: Vous pouvez l'obtenir chez %(site_name)s

source: Your online shop in Gabon
fr: Votre boutique en ligne au Gabon

source: Our catalog
fr: Notre Catalogue

source: Go to your Account by following this link
fr: Accédez à votre compte en suivant ce lien

source: Click on this link to get a new activation link
fr: Cliquez sur ce lien pour obtenir un nouveau lien d'activation

source: Register
fr: S'enregistrer

source: You are receiving this email because you requested to reset your password
fr: Vous recevez cet e-mail, car vous avez demandé la réinitialisation de votre mot de passe

source: Sincerely
fr: Cordialement

source: Sign up
fr: S'inscrire

source: Hello
fr: Salut

source: Account Details
fr: Détails du compte

source: Shopping List
fr: Liste d'achat

source: amount
fr: montant

source: Amount Filter
fr: filtre du montant

source: Use this Filter
fr: Utiliser ce filtre

source: Contact us on Facebook
fr: Contacter nous sur Facebook

source: Date Filter
fr: Filtre de Date

source: Enter a begin date
fr: Entrer la date de debut

source: Enter a end date
fr: Entrez une date de fin

source: Select the Filter
fr: Sélectionnez le filtre

source: Date after the chosen date
fr: Date après la date choisie

source: Date before the chosen date
fr: Date antérieure à la date choisie

source: Filter Option
fr: Filtre d'option

source: Use Range Filter
fr: Utiliser le filtre de plage

source: Range Start
fr: Début de plage

source: Range End
fr: Fin de plage

source: Pick up Locations
fr: Lieux de retraits

source: Louis, in the galleries of the municipal market, Box N ° 4
fr: Louis, aux galeries du marché municipal, Box N° 4

source: Grand village, at Josy Coiffure, near CECADO, at carréfour Assane
fr: Au Grand village, chez Josy Coiffure, à coté de CECADO, au carréfour Assane

source: Most Liked
fr: Plus aimés

source: Current language :
fr: Langue actuelle :

source: Select language :
fr: Choisissez une langue

source: status
fr: statut

source: Status Filter
fr: Filtre du statut

source: Select a status
fr: Choisissez une un statut

source: use this Filter
fr: Utiliser ce filtre

source: start date
fr: Date de début

source: end date
fr: Date de fin

source: Amount filter
fr: Filtre du Montant

source: current
fr: actuel

source: payment method
fr: Option de payment

source: Payment Method Filter
fr: Filtre de méthode de paiement

source: You haven't made any Payments
fr: Vous n'avez effectué aucun paiement

source: Number of Variants
fr: Numbre de variantes

source: Product Variants
fr: Variantes du produit

source: Product Images
fr: Images du produit

source: Password Confirmation
fr: Confirmation de mot de passe

source: Date of birth
fr: Date de naissance

source: I have an account
fr: J'ai un compte

source: I want to create an account
fr: Je veux créer un compte

source: Your Password
fr: Votre mot de passe

source: Enter Your Password again
fr: Entrer votre mot de passe à nouveau

source: Phone-Number
fr: Numéro de téléphone

source: The requested Page was not found.
fr: La page demandée est introuvable.

source: Create a new shopping list
fr: Créer une liste d'achat

source: Use the lists to save the articles that interest you to find them later.
fr: Utiliser les listes pour sauvegarder les articles qui vous intéressent pour les rétrouver plus tard.

source: You can find your lists in the shopping list category in your account.
fr: Vous pouvez retrouver vos listes dans la catégorie liste d'achats dans votre compte.

source: Sold products
fr: Produits vendus

source: Payments Count
fr: Nombre de Paiements

source: Average Payments
fr: Moyenne de Paiements

source: Min Payments
fr: Paiements minimal

source: Max Payments
fr: Paiements maximum

source: Enter the service category
fr: Saisir la categorie

source: Enter the category name
fr: Saisir le nom

source: Create category
fr: Créer

source: Select a Category
fr: Choisisser une catégorie

source: Select a Gender
fr: Choisissez un genre

source: Select a Brand
fr: Choisissez une marque

source: Select a Product Type
fr: Choisissez un type de produit

source: Enter the percent to apply
fr: Saisir lle pourcentage à appliquer

source: Create reduction
fr: Crée un réduction

source: Balance State
fr: État du Solde

source: Recived Amount
fr: Montant reçu

source: Received Amount
fr: Montant reçu

source: There is no history yet.
fr: Il n'y a pas encore d'historiques.

source: Balance history will be displayed here.
fr: L'historique du solde sera affiché ici

source: Delete Seleted
fr: Supprimer la sélection

source: Back to brand
fr: Retourner à la marque

source: Activated
fr: Activé

source: Not activated
fr: Non activé

source: Is Paid
fr: Est Payé

source: Ordered Date
fr: Date de la commande

source: Recent Sold Products
fr: Produit vendus recemment

source: There is no sold products yet.
fr: Il n'y a encore aucun produit vendu

source: Sold products will be displayed here.
fr: Les produits vendus seront affichés ici.

source: Recent Added Products
fr: Produits ajoutés recemment

source: There is no recently added products yet.
fr: Il n'y a pas encore de produits récemment ajoutés

source: Recently added products will be displayed here.
fr: Les produits récemment ajoutés seront affichés ici.

source: Vendor-Home
fr: Page du vendeur

source: Product variant deleted
fr: Déclinaison supprimée

source: Image(s) uploaded
fr: Image(s) téléchargée(s)

source: Image removed
fr: Image rétirée

source: Wishlists
fr: Liste de souhaits

source: Name already in use.
fr: Nom déjà utilsé

source: Remove from this list
fr: Retirer de cette liste

source: Article Count
fr: Nombre d'article

source: Open
fr: Ouvrir

source: Add new wishlist
fr: Ajouter une nouvelle liste

source: Rename
fr: Renommer

source: You have no product in your wishlist to display yet.
fr: Il n'y a pas encore de produits à afficher.

source: As soon as you add products, they will be displayed here.
fr: Dès que les produits seront disponibles, ils seront affichés ici.

source: Please add product into your wishlist and try again later
fr: Veuillez ajouter le produit à votre liste de souhaits et réessayer plus tard

source: Lists
fr: Listes

source: You have no wishlist to display yet.
fr: Il n'y a pas encore de produits à afficher.

source: As soon as you have one, they will be displayed here.
fr: Dès que les produits seront disponibles, ils seront affichés ici.

source: Please add wishlist and try again later
fr: Veuillez reesayer pus tard

source: Wishlist Update
fr: Actualiser

source: Shopping list updated
fr: Liste actualisée

source: Shopping List deleted
fr: Liste d'achat supprimée

source: Shopping List could not be deleted
fr: Liste d'achat n'a pas pu être créee

source: Shopping list created
fr: Liste d'achat créee

source: Shopping list not created
fr: Liste d'achat non crée

source: List cleared
fr: Liste effacée

source: List not cleared
fr: Liste non effacée

source: added to list
fr: ajouté à la liste

source: removed from list
fr: Retirée de la liste

source: shop list renamed to
fr: liste d'achat renommée en
