Repository: cyrildzumts/lyshop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Cancel
fr: Annuler

source: Create
fr: Créer

source: Firstname
fr: Prénom

source: Lastname
fr: Nom de famille

source: Country
fr: Pays

source: City
fr: Ville

source: Postal code
fr: Code postale

source: Address Extra
fr: Addresse supplémentaire

source: Street
fr: Rue

source: House Number
fr: Numéro de maison

source: Phone Number
fr: Numéro de téléphone

source: Use this address as
fr: Utiliser cette adresse pour

source: Select an Address Type
fr: Choisissez un type de d'adresse

source: Edit
fr: Éditer

source: Delete
fr: Supprimer

source: Postal Code
fr: Code postale

source: Address is used for
fr: Utiliser pour

source: Update
fr: Actualiser

source: Dont use as Main
fr: Ne pas utiliser comme principale

source: Use as main address
fr: Utilser comme adresse principale

source: Main Address
fr: Adresse principale

source: You don't have added an address yet.
fr: Vous n'avez encore ajouté d'adresses.

source: Addressbook
fr: Carnet d'adresses

source: Add new Address
fr: Ajouter une nouvelle adresse

source: Create Address
fr: Créér une adresse

source: Addresses
fr: Adresses

source: Address
fr: Adresse

source: Address Update
fr: Actualiser l'adresse

source: Address updated
fr: Adresse actualisée

source: Address not updated
fr: Adresse non actualisée

source: Address deleted
fr: Adresse supprimée

source: Address changed
fr: Adresse modifiée

source: New Address
fr: Nouvelle Adresse

source: New Address created
fr: Nouvelle adresse créee

source: Address not created
fr: Nouvelle adresse non créee

source: Name
fr: Nom

source: Display Name
fr: Nom affiché

source: Value
fr: Valeur

source: Primary
fr: Primaire

source: Value Type
fr: Type de la valeur

source: Summary
fr: Résumé

source: Invalid coupon
fr: Coupon invalide

source: Add
fr: Ajouter

source: Remove
fr: Retirer

source: Number of items
fr: Nombre d'articles

source: Reduction
fr: Réduction

source: Sub Total
fr: Sous-Total

source: no reduction
fr: pas de réduction

source: Checkout
fr: Commander

source: We accept the following payment methods
fr: Nous acceptons les méthodes de paiement suivantes

source: The price and shipping cost will be confirm when you first close your order
fr: Le prix et les frais d'expédition seront confirmés lors de la clôture de votre commande

source: Standard shipping cost 3000 XAF
fr: Frais d'expédition standard 3000 FCFA

source: Express shipping cost 5000 XAF. Express shipping are sent as soon as possible so that the customer receives the order on the next few days.
fr: Livraison express coûte 5000 FCFA. Les envois express sont envoyés dans les plus brefs délais afin que le client reçoive la commande dans les prochains jours

source: Your shopping cart is empty
fr: Votre panier est vide

source: Cart
fr: Panier

source: Continue Shopping
fr: Continuer vos achats

source: Quantity
fr: Quantité

source: Art. Nr
fr: Nr. d'article

source: Shoes | Ballerinas, Loafer, Pumps | LYSHOP
fr: Chaussures | Ballerines, Loafer, Escarpins | LYSHOP

source: Bags | Handbags for women | Online Shopping | LYSHOP
fr: Sacs | Sacs à mains pour femmes | Achats en ligne | LYSHOP

source: Perfumes | Perfumes for Men and Women | LYSHOP
fr: Parfums | Parfums Hommes et Femmes | LYSHOP

source: Electronics | Smartphones | LYSHOP
fr: Électroniques | Smartphones | LYSHOP

source: Fashion | Women and Men | LYSHOP
fr: Mode | Femmes et hommes | LYSHOP

source: Catalog | Fashion for all | LYSHOP
fr: Catalogue | La mode pour tous | LYSHOP

source: Eaux De Parfums | Buy online | LYSHOP
fr: Eaux De Parfums | Acheter en ligne | LYSHOP

source: Eaux De Toilettes | Buy online | LYSHOP
fr: Eaux De Toilettes | Acheter en ligne | LYSHOP

source: Smartphone | Buy online | LYSHOP
fr: Smartphone | Acheter en ligne | LYSHOP

source: Ballerines | Flat shoes | Buy online | LYSHOP
fr: Ballerines | Acheter en ligne | LYSHOP

source: Escarpins | High heels shoes | Buy online | LYSHOP
fr: Escarpins | Chaussures à talons hauts | Acheter en ligne | LYSHOP

source: Mocassins | Buy online | LYSHOP
fr: Mocassins | Acheter en ligne | LYSHOP

source: Sneakers | Sport shoes | Buy online | LYSHOP
fr: Sneakers | Chaussures de sport | Acheter en ligne | LYSHOP

source: Bags
fr: Sacs

source: Clothes
fr: Vêtements

source: Electronic
fr: Electronique

source: Shoes
fr: Chaussures

source: BABY BOY
fr: BÉBÉ GARCON

source: BABY GIRL
fr: BÉBÉ FILLE

source: BOY
fr: GARCON

source: GIRL
fr: FILLE

source: MEN
fr: HOMME

source: NO GENDER
fr: MIXTE

source: WOMEN
fr: FEMME

source: ACCESSORIES
fr: ACCÉSSOIRES

source: BAG
fr: SAC

source: SHOES
fr: CHAUSSURES

source: Battery
fr: Batterie

source: Capacity
fr: Capacité

source: Color
fr: Couleur

source: Material
fr: Matériel

source: Size
fr: Taille

source: ONE SIZE
fr: TAILLE UNIQUE

source: one size
fr: taille unique

source: One Size
fr: Taille Unique

source: Black
fr: Noir

source: Blue
fr: Bleu

source: Brown
fr: Marron

source: Coral
fr: Corail

source: Dark Blue
fr: Bleu Foncé

source: Gray
fr: Gris

source: Green
fr: Vert

source: Pink
fr: Rose

source: Purple
fr: Violet

source: Red
fr: Rouge

source: Sky Blue
fr: Bleu Ciel

source: White
fr: Blanc

source: Yellow
fr: Jaune

source: BLACK
fr: NOIR

source: BLUE
fr: BLEU

source: BROWN
fr: MARRON

source: CORAL
fr: CORAIL

source: DARK BLUE
fr: BLEU FONCÉ

source: GRAY
fr: GRIS

source: GREEN
fr: VERT

source: PINK
fr: ROSE

source: PURPLE
fr: VIOLET

source: RED
fr: ROUGE

source: SKY BLUE
fr: BLEU CIEL

source: WHITE
fr: BLANC

source: YELLOW
fr: JAUNE

source: There are no products to display yet.
fr: Il n'y a pas encore de produits à afficher.

source: As soon as Products are available, they will be displayed here.
fr: Dès que les produits seront disponibles, ils seront affichés ici.

source: Please try again later
fr: Veuillez reesayer pus tard

source: There are no products to display for this category yet.
fr: Il n'y a pas de produits dans cette catégorie actuellement

source: As soon as Product are available on this category, they will be listed here.
fr: Dès que des produits sont disponible pour cette catégorie, ils seront affichés ici

source: Please select an option first
fr: Veuillez tout d'abord sélectionner une option

source: Free delivery from a purchase of 50,000 XAF
fr: Livraison gratuite à partir d'un achat de 50000 FCFA

source: Payment with AirtelMoney or in Cash
fr: Paiement avec AirtelMoney ou en espèces

source: Place your order and collect it at one of our collection points
fr: Passez votre commande et récupérez-la dans l'un de nos points de retrait

source: Product Image
fr: Image du produit

source: Back
fr: Retour

source: There are no products to display.
fr: Il n'y a pas encore de produits à afficher.

source: As soon as Product are available, they will be listed here.
fr: Dès que les produits seront disponibles, ils seront affichés ici.

source: Add to Cart
fr: Ajouter au panier

source: Variants
fr: Déclinaisons

source: Please, login first or create an account
fr: Veuillez d'abord vous connecter ou créer un compte

source: Out of Stock
fr: En rupture de stock

source: Add to my list
fr: Ajouter à mes listes

source: Sale
fr: Solde

source: Details
fr: Détails

source: FILTER
fr: FILTRE

source: BRAND
fr: MARQUE

source: Brand
fr: Marque

source: Reset Filter
fr: Réinitialiser le filtre

source: Filter
fr: Filtre

source: Product For
fr: Produits Pour

source: PRODUCT TYPE
fr: TYPE DE PRODUIT

source: Product Type
fr: Type de produit

source: PRICE
fr: PRIX

source: Min Price
fr: Prix min

source: Max Price
fr: Prix max

source: SORT ORDER
fr: ORDRE DE TRI

source: Higher price to lower price
fr: Prix plus élevé à prix inférieur

source: Lower price to higher price
fr: Prix inférieur à prix plus élevé

source: Populariy
fr: Popularité

source: Product added
fr: Produit ajouté

source: Product not added
fr: Le produit n'a pas été ajouté.

source: Invalid form
fr: Formulaire invalide

source: You must first login before you can add item to your cart
fr: Vous devez d'abord vous connecter avant de pouvoir ajouter un article à votre panier

source: Product Detail
fr: Les détails du produit

source: Product Variant Detail
fr: Détail de la variante de produit

source: Sold Product Card Sumary
fr: Resumé des produit vendus

source: Dashboard
fr: Tableau de bord

source: Vendor Home
fr: Page vendeur

source: Shipment Home
fr: Accueil d'expédition

source: Payment Request Home
fr: Demande de paiment

source: Attributes
fr: Attributs

source: Attribute
fr: Attribtut

source: Attribute Update
fr: Actualiser l'attribut

source: New Attribute
fr: Nouvel attribut

source: Balance History
fr: Historique du Solde

source: Balance Histories
fr: Historique du solde

source: Brands
fr: Marques

source: New Brand
fr: Nouvelle marque

source: Brand Update
fr: Actualiser la marque

source: Brand Products
fr: Produits de la marque

source: New Coupon
fr: Nouveau Coupon

source: Coupon Update
fr: Actualiser le coupon

source: New Info
fr: Nouvelle Info

source: Groups
fr: Groupes

source: Group
fr: Groupe

source: New Group
fr: Nouveau Groupe

source: Group Update
fr: Actualiser le Groupe

source: Highlight Update
fr: Actualiser

source: New Highlight
fr: Nouvel Highlight

source: Orders
fr: Commandes

source: Order
fr: Commande

source: Order Update
fr: Actualiser la commande

source: Order Item
fr: Article commandé

source: Order Item Update
fr: Mise à jour de l'article de commande

source: Order History
fr: Historique de la commande

source: Payment
fr: Paiement

source: Payments
fr: Paiements

source: Payment Requests
fr: Demandes de paiement

source: Payment Request
fr: Demande de paiment

source: Payment Methods
fr: Methodes de paiement

source: Payment Method
fr: Methodes de payment

source: Payment Method Update
fr: Actualiser PaymentMethod

source: New Payment Method
fr: Nouvelle methode de payment

source: Policies
fr: Règles

source: Policy
fr: Règle

source: Policy Update
fr: Actualiser la règle

source: New Policy
fr: Nouvelle règle

source: Policy Groups
fr: Groupe de règles

source: Policy Group
fr: Groupe Commission

source: Policy Group Update
fr: Actualiser le groupe

source: New Policy Group
fr: Nouveau groupe de règles

source: Products
fr: Produits

source: Product
fr: Produit

source: Product Update
fr: Actualiser le produit

source: New Product
fr: Nouveau produit

source: Product Image Update
fr: Actualiser l'image

source: New Image
fr: Nouvelle Image

source: Refunds
fr: Remboursements

source: Refund
fr: Remboursement

source: Refund Update
fr: Actualiser le Remboursement

source: New Refund
fr: Nouveau Remboursement

source: Shipments
fr: Envoies

source: Shipment
fr: Expédition

source: Shipment History
fr: Historique des expéditions

source: Shipment Update
fr: Actualiser

source: Ready Shipments
fr: Expéditions Prête

source: Ship Modes
fr: Modes d'envoies

source: Ship Mode
fr: Mode de livraison

source: Ship Mode Update
fr: Actualiser

source: New Ship Mode
fr: Nouveau mode d'envoi

source: Sold Product
fr: Produit vendu

source: Sold Products
fr: Produits vendus

source: Product Variante
fr: Déclinaison

source: Product Variante Update
fr: Actualiser la Déclinaison

source: New Variant
fr: Nouvelles Déclinaisons

source: Product Types
fr: Types de produits

source: Product Type Update
fr: Actualiser

source: New Product Type
fr: Nouveau type de produit

source: Type Products
fr: Produits du type

source: Type Attributes
fr: Type des Attributs

source: Type Attribute
fr: Attributedu Type

source: Type Attribute Update
fr: Actualiser l'attribut

source: New Type Attribute
fr: Nouvel Attribut de type

source: Users
fr: Utilisateurs

source: Customers
fr: Clients

source: Sellers
fr: Vendeurs

source: User
fr: Utilsateur

source: User Update
fr: Actualiser

source: New User
fr: Nouvel utilisateur

source: New Token
fr: Nouveau Token

source: Reports
fr: Rapport

source: Features
fr: En Vogue

source: New Arrivals
fr: Nouveautés

source: Best deals of the Week
fr: Meilleures offres de la semaine

source: Sales
fr: Soldes

source: New
fr: Nouveau

source: NEW
fr: NOUVEAU

source: Free shipping
fr: Livraison gratuite

source: LYSHOP is offering free shipping for members. This offers is limited.
fr: LYSHOP offre actuellement la livraison gratuite aux membres. Cette offre est limitée

source: LYSHOP is currently offering sale on selected articles.
fr: LYSHOP propose actuellement des soldes sur certains articles sélectionnés.

source: Recommendation
fr: Recommandation

source: Product Added
fr: Produit ajouté

source: Requested quantity not available
fr: Quantité demandée non disponible

source: Cart updated
fr: Panier actualisée

source: Product quantity updated
fr: Quantity actualisé

source: Error on the request
fr: Erreur sur la requette

source: Invalid Submitted data
fr: Données soumises non valides

source: catalog
fr: catalogue

source: shoes
fr: chaussures

source: parfums
fr: parfum

source: products
fr: produits

source: women
fr: femmes

source: kids
fr: enfants

source: girls
fr: filles

source: boys
fr: garcons

source: babies
fr: bebey

source: men
fr: hommes

source: accessories
fr: accessoires

source: Close
fr: Fermer

source: Apply
fr: Appliquer

source: Current Balance
fr: Solde actuel

source: Telefon
fr: Téléphone

source: New Attributes
fr: Nouvel attribut

source: Is Primary
fr: Est primaire

source: yes,no
fr: oui,non

source: No product available for this attribute
fr: Aucun produit disponible pour cet attribut

source: Update Default Primary
fr: Actualiser Attributs principaux

source: Delete Selected
fr: Supprimer la sélection

source: Select all
fr: Tout sélectioner

source: Value type
fr: Type de valeur

source: New Attribtute
fr: Nouveau

source: Clear Form
fr: Nettoyer

source: Add new Attribute
fr: Ajouter

source: Bulk Create Attribtutes
fr: Créer en masse

source: Add New Brand
fr: Ajouter une nouvelle marque

source: Price
fr: Prix

source: Add new Brand
fr: Ajouter une nouvelle marque

source: Delete Action
fr: Action de suppression

source: Product Details
fr: Détails du produit

source: XAF
fr: FCFA

source: Number of View
fr: Nombre de vues

source: Vendor
fr: Vendeur

source: Category
fr: Catégorie

source: Amount
fr: Montant

source: View Count
fr: Nombre de vues

source: The page you requested could not be found or you are not allowed to access this page.
fr: La page que vous avez demandée est introuvable ou vous n'êtes pas autorisé à accéder à cette page.

source: Categories
fr: Catégories

source: Add new Category
fr: Ajouter une nouvelle catégorie

source: Page title
fr: Titre de page

source: Created By
fr: Crée par

source: Creation Date
fr: Date de la création

source: Is active
fr: Est actif

source: Sub Categories
fr: Sous catégories

source: New Category
fr: Nouvelle catégorie

source: Claim author
fr: Auteur de la plainte

source: Claim participant
fr: Accusé

source: Subject
fr: Sujet

source: Closed at
fr: Fermé le

source: Opened
fr: Ouvert

source: Detail
fr: Détails

source: There is no claims now.
fr: Il n'y a aucune plainte actuellement

source: Active
fr: Actif

source: Merchant
fr: Vendeur

source: Create at
fr: Crée le

source: Begin at
fr: Commence le

source: Expire at
fr: Date d'expiration

source: Activated at
fr: Activé le

source: Max Usage
fr: Utilisation maximum

source: Added by
fr: Ajouté par

source: Activated by
fr: Activé par

source: Add new Coupon
fr: Ajouter un nouveau coupon

source: Date of creation
fr: Date de création

source: Seller
fr: Vendeur

source: Status
fr: Statut

source: Date of Creation
fr: Date de création

source: Add Variant
fr: Ajouter une variante

source: Parent Product
fr: Produit Parent

source: Available Attributes
fr: Attributs disponible

source: Press Ctrl to select multiple values
fr: Appuyez sur Ctrl pour sélectionner plusieurs valeurs

source: Registration
fr: Enrégistrement

source: Create User Account
fr: Créer un compte utilisateur

source: Customer
fr: Client

source: Date Joined
fr: Date d'arrivée

source: Phone
fr: Téléphone

source: More
fr: Plus

source: Recent Orders
fr: Commandes recentes

source: Order Reference
fr: Reference

source: Total Price
fr: Prix total

source: Date of Order
fr: Date de soumission

source: Promotion Price
fr: Prix réduit

source: Sold Date
fr: Date de vente

source: Views
fr: Vues

source: Members
fr: Membres

source: Group Delete Confirmation
fr: Confirmation de suppression de groupe

source: Do you really want to delete this Group ?
fr: Voulez-vous vraiment supprimer ce groupe ?

source: This action is irreversible.
fr: Cette action est reversible

source: Group Name
fr: Nom du groupe

source: There is currently no Group
fr: Il n'y a aucun groupe actuellement

source: Create A Group
fr: Créer un groupe

source: Gender
fr: Genre

source: Created
fr: Créé

source: Highlight Products
fr: Produits en vogue

source: Add Selection
fr: Ajouter la sélection

source: Quantiy
fr: Quantité

source: ID number
fr: Numéro de ID

source: Delivery Place
fr: Lieu de delivrance

source: Delivered at
fr: Date de livraison

source: Expire at
fr: Date d'expiration

source: Wrong request
fr: Mauvaise requette

source: Create My Account
fr: Créer mon compte

source: Title
fr: Titre

source: Content
fr: Contenu

source: Start
fr: Début

source: End
fr: Fin

source: Provider
fr: Fournisseur

source: Last changed by
fr: Dernière modification par

source: Last changed
fr: Dernière modification

source: Cancel Order
fr: Annuler la commande

source: Add for Shipment
fr: Marquer pour l'envoi

source: Order Confirmation Mail
fr: Email de Confirmation de commande

source: Mark order as paid
fr: Marquer la commande comme payée

source: Order Ref Number
fr: Numéro de Commande

source: Payment Option
fr: Option de payment

source: Order Status
fr: Statut de la commande

source: Shipping Status
fr: Statut d'envoie

source: No shipping information available
fr: Aucune information disponible

source: Paid Status
fr: Statut du paiement

source: PAID
fr: PAYÉ

source: NOT PAID
fr: NON PAYÉ

source: Shipping Address
fr: Addresse d'envoie

source: Shipping Price
fr: Frais d'envoi

source: Order Date
fr: Date de la commande

source: Last Update
fr: Dernière mise à jour

source: Unit Price
fr: Prix unitaire

source: Back to Order
fr: Retour à la commande

source: There is no Order history yet.
fr: Il n'y a pas d'historique de commande actuellement

source: Order history will be displayed here.
fr: L'historique des commande sera affiché ici

source: Clean Unpaid Orders
fr: Nettoyer

source: See
fr: Voir

source: Update Order
fr: Actualiser la commande

source: Order Paid
fr: Commande Payée

source: Credential
fr: Identifiant

source: New Paymnet Method
fr: Nouvelle Methode de paiment

source: Payment Status
fr: Statut du paiement

source: Verifcation Code
fr: Code de vérification

source: Payment Request History
fr: Historique des demandes de paiement

source: Users members
fr: Membres

source: Permission Delete Confirmation
fr: Confirmation de la suppression de la permission

source: Do you really want to delete this Permission ?
fr: Voulez-vous vraiment supprimer cette permission ?

source: Permission Name
fr: Nom de la permission

source: CodeName
fr: Nom de code

source: Add New Policy
fr: Ajouter une nouvelle regle

source: Monthly Limit
fr: Limite mensuelle

source: Policy Group Name
fr: Nom du group

source: Group Members
fr: Membres du groupe

source: Add members
fr: Ajouter les membres

source: Add Members to policy group
fr: Ajouter les membres au groupe

source: Delete All Policies
fr: Supprimer toutes les règles

source: Number of members
fr: Nombre de membres

source: Add new Policy
fr: Ajouter une nouvelle règle

source: Daily Limit
fr: Limite journaliere

source: Weekly Limit
fr: Limite hebdomadaire

source: Attribute Type
fr: Type de l'attribut

source: Product Attribute Types
fr: Type de l'attribut du produit

source: Delete Selected Attributes
fr: Supprimer la sélection

source: No associated Attributes
fr: Aucun attribut associé

source: Product Type Code
fr: Code

source: Is Active
fr: Est actif

source: Add New Produt Type
fr: Ajouter

source: Product Count
fr: Nombre de produits

source: Type Code
fr: Code

source: No product available for this product type
fr: Aucun produits pour ce type

source: ProductType Update
fr: Actualiser

source: ProductType Code
fr: Code

source: Product Variant Information
fr: Information sur la déclinaison

source: Add Attribute
fr: Ajouter

source: Edit Attribute
fr: Modifier

source: Remove Attributes
fr: Supprimer

source: Add Attribute Dialog
fr: Dialogue d'ajouter

source: Add Attributes
fr: Ajouter

source: Product Parent
fr: Parent

source: Add new Product
fr: Ajouter un nouveau produit

source: Variant List
fr: Déclinaisons

source: Declined Reason
fr: Motif de refus

source: Payment Mode
fr: Mode de Paiement

source: Update Selected Refunds
fr: Actualiser la selection

source: Order Ref
fr: Reference de la commande

source: Declined
fr: Réfusé(é)

source: Select a Declined reason
fr: Choisissez la raison du réfus

source: Update Suspicious Requests
fr: Mettre à jour les requetes suspectes

source: There is no report now.
fr: Aucun rapport disponible

source: Sold
fr: Vendu

source: Product Information
fr: Information sur le produit

source: End Price
fr: Prix final

source: Product Attributes
fr: Attribtuts de Produits

source: No attributes found
fr: Aucun resultat trouver

source: Token Generation For User
fr: Generateur de Token

source: Generate Token
fr: Générer un Token

source: Token List
fr: Liste de tokens

source: There are no Token generated yet.
fr: Aucun Token généré

source: Send Welcome Mail
fr: Envoyer un Mail de Bienvenu

source: Send Validation Link
fr: Envoyer le lien de validation

source: Add Balance
fr: Ajouter une Solde

source: Update Vendor
fr: Actualiser le vendeur

source: Reset Vendor
fr: Réinitialiser le vendeur

source: Pay Vendor
fr: Vendeur Pay

source: User Information
fr: Information sur l'utilisateur

source: Username
fr: Nom d'utilisateur

source: User is Active
fr: L'utilisateur est actif

source: Account Type
fr: type de compte

source: Email is Validated
fr: Email validée

source: Account is Active
fr: Le compte est actif

source: Balance
fr: Solde

source: Date joined
fr: Date d'arrivée

source: Last login
fr: Dernière connexion

source: Create Access Token
fr: Créér un Token d'accès

source: Logout
fr: Se déconnecter

source: ONLINE SHOP
fr: MAGASIN EN LIGNE

source: About us
fr: À propos de nous

source: Products Settings
fr: Réglages des produits

source: Product Type Attributes
fr: Attributs de Type de Produit

source: Products Attributes
fr: Attributs de produits

source: News
fr: Nouveaux

source: Orders & Payments
fr: Commandes & Paiements

source: Users & Groups
fr: Utilisateurs & Groupes

source: Edit my account
fr: Modifier

source: Province
fr: Région

source: Zip Code
fr: Code postale

source: Update my Account
fr: Actualiser mon compte

source: Orders Price
fr: Montant de commande

source: Logged in Users
fr: Utilisateurs en ligne

source: Visitors
fr: Visiteurs

source: Unique Visitors
fr: Visiteurs unique

source: Facebook Visitors
fr: Visiteurs Facebook

source: Google Visitors
fr: Visiteurs Google

source: Visitors Chart
fr: Diagrame de Visiteurs

source: Suspicious Visitors
fr: Visiteurs suspects

source: Attribute Name
fr: Name

source: Attribute Display Name
fr: Nom Affiché

source: Attribute Value
fr: Valeur

source: Brand Code
fr: Code

source: Start Value
fr: Valeur de début

source: End Value
fr: Valeur de fin

source: Close this case
fr: Fermer cette plainte

source: Participant
fr: Accusé

source: Closed
fr: Fermé

source: Enter the Operator name
fr: Saisir le nom vendeur

source: Send
fr: Envoyer

source: Select a page title
fr: Selectionner le titre

source: Category Code
fr: Code

source: Parent Category
fr: Categorie mère
